{
    "hi": "Hey!",
    "inDevelopment": "In Development",
    "mainPage": {
        "im": "My name is"
    },
    "aboutPage": {
        "header": "<strong>Biography</strong>",
        "describe": "I've always been passionate about programming, which is why I chose an IT-focused field in high school that allowed me to gain valuable experience. To further deepen my knowledge and skills, I decided to continue my studies at <strong>Unicorn University</strong>.<br/><br/>During my studies at this university, I improved in various IT sectors, learned to work effectively in teams, and write technical documentation during application development.<br/><br/>Thanks to university and subsequent work experience, I gained solid foundations in JS React, C#, databases - MongoDB / MySQL, and other essential tools. Currently, I specialize in Backend development and application architecture, where I solve complex logical problems and optimize computational performance.<br/><br/>For the past several years, I've been working at <strong>YOUR SYSTEM</strong>, where I focus on developing applications and microservices for point-of-sale systems at gas stations. I have extensive experience with Node.js and PostgreSQL, which I actively use in real-world projects. I also work with other tools such as Dozzle for application logging and additional technologies needed for robust backend solutions.",
        "technicalKnowledge": "Technical knowledge",
        "motivation": "Motivation",
        "motivationText": "I've been passionate about programming since the transition from primary to secondary school. What I appreciate most about this field is that it's a continuous journey of improvement - one can never be the best without constantly developing. <br/><br/>The rapid evolution in IT is both a challenge and an opportunity for me. Every day, I actively learn and apply new knowledge that comes from real projects and practical experience. This dynamism motivates me to continuously grow and seek optimal solutions. <br/><br/>What fascinates me most about IT is its diversity - every day brings new challenges, whether working with different programming languages, databases, or system architecture. <br/><br/>My <strong>goal</strong> is to constantly push the boundaries of my knowledge, apply best practices, and simultaneously discover innovative approaches that bring value to real-world projects.",
        "workExperience": "Work Experience",
        "workExperienceItems": {
            "unicorn": {
                "period": "10. 2020 - 3. 2023",
                "company": "Unicorn a.s.",
                "position": "Developer",
                "description": "Work on development, testing (FE + BE), utilizing technical documentation.",
                "technologies": "C# .NET, JS, SQL"
            },
            "czecom": {
                "period": "10. 2023 - 5. 2024",
                "company": "CZECOM, s.r.o.",
                "position": "Hardware Technician",
                "description": "Software configuration (CCTV, EZS, EVS)",
                "technologies": "",
                "url": "https://czecom.cz"
            },
            "yourSystem": {
                "period": "6. 2024 - Present",
                "company": "YOUR SYSTEM, spol. s r.o.",
                "position": "Programmer",
                "description": "Application development / microservices for controlling and point-of-sale systems at gas stations. Especially focusing on the backend part of the application using the database - PostgreSQL.",
                "technologies": "Node.js, Postgresql",
                "url": "https://octo-technology.cz/"
            }
        },
        "reference": "My Projects",
        "metroSimulation": "Simulation of the Prague metro.",
        "poeStashPrices": "Simulate the price of stash tabs in Path of Exile.",
        "wifiNameApp": "Get Wi-Fi Name & Password where KeyContent is not empty.",
        "overlayApp": "Overlay app which is all time top most over another applications.",
        "symfonyApp": "Learning basics in PHP Symfony.",
        "twilioLibraryApp": "Library for sending SMS (now) and data as body of message.",
        "shopApp": "Testing Full Stack App in JS React / others programs.",
        "feSeatCaseStudy": "Launch the specified application according to the template.",
        "clickHere": "Click here",
        "technology": "Tech Stacks - Currently used",
        "contactMe": "Contact Me"
    },
    "contactPage": {
        "connectWithMe": "Connect With Me",
        "czechRepublic": "The Czech Republic",
        "contactForm": "Contact Form",
        "emailAddress": "Email address",
        "firstname": "Firstname",
        "lastname": "Lastname",
        "yourMessage": "Your message",
        "gdpr": "I agree to the processing of personal data according to the GDPR.",
        "submitButton": "Send",
        "emailErrorMessageEmpty": "Email cannot be empty.",
        "emailErrorMessageNotInclude": "Email doesn't contain @.",
        "acceptProcessGDPR": "You must accept with conditions.",
        "formSent": "The form was sent successfully."
    },
    "jobTitle": {
        "webFrontendDeveloper": "Frontend developer",
        "webBackendDeveloper": "Backend developer",
        "webFullStackDeveloper": "Full-Stack developer"
    },
    "pages": {
        "home": "Home",
        "about": "About me",
        "contact": "Contact"
    }
}